{"idea_descriptions":{"41900":"test","41901":"Real-time, instant demand, always-on expectations have served up countless moments of frustration when something doesn't happen immediately.  Our expectations are so high that we throw a tantrum if we can't check our phones 150 times a day, Uber a car from any corner or when our friends are just plain late.  We are immensely impatient.  Our time is valuable to us, and Brands that can help us in these moments of frustration can win our hearts, our minds and our money.  This insightful talk will outline what hypertemporal marketing is and outline emerging examples of companies and brands that are doing it today.  It will introduce a model for how you can identity hyper-temporal moments that your brand can leverage to differentiate itself and add real value.  ","41902":"“Woody Guthrie's Wardy Forty” tells the part of Guthrie's life that has, until now, been unknown to most people. Folksinger, songwriter and political activist, Guthrie spent his last years in hospitals suffering from Huntington's Disease, a degenerative neurological disorder.  It is here a then-unknown Bob Dylan first met Guthrie and the torch was passed to a new generation. These years are brought to life by photographer Phil Buehler and Woody’s daughter Nora, sharing stories and showing contemporary photographs of the now-abandoned hospital, intimate family snapshots, and unpublished writings and medical records. As Woody signed his letters from the hospital, “I ain’t dead quite yet.”","41903":"When you’re talking about data, you’re also talking about software, and with software, everything is a tradeoff. If you’re not paying for the product, you are the product. If you’re not paying with money, you’re paying with data. Sometimes we decide to pay with data, sometimes we pay people to collect our data, and sometimes we do both at the same time.  In this session we will discuss how we can collect, use, access, analyze and make data meaningful to change the way people learn on Earth.","41904":"Virtual reality has always seemed like a far-off, futuristic technology. But now we are closer to it becoming a consumer reality than ever. While gaming is on the forefront of virtual reality use, what other kinds of experiences can virtual reality provide? It can be used for journalism, non-profit work, documentarians, government outreach, marketing, tourism and more. ","41905":"Diversity in the tech industry is a very popular topic. Often the solutions to repairing the problems of lack of minority representation in the tech industry focus on training younger people to participate in the industry-- at some point in the future. The stories of the  people of color who currently are-- and have been for years-- working in the industry are often left out of these discussions.   An African American internet company CEO  and several of his peers will speak about their experiences as executives in the technology sector in the US and abroad. ","41906":"Most of the proposed solutions to the lack of women in tech involve some derivative of teaching more women to code.This method has the best of intentions to shatter the glass ceiling, but falls short and instead places women into a glass box. There are other ways to recruit, work with, and retain top female talent without encouraging all them to learn to code.  We can’t lose sight of the fact that companies need great talent in finance, operations, human resources, marketing, and business development. Why not work to recruit women into these positions? Gabriella Draney is the co-founder and CEO of Tech Wildcatters, one of the top-ten startup accelerators in the world. She also happens to have a team made up primarily of women. Clarisa Lindenmeyer is the VP of Corporate Affairs and PR for Tech Wildcatters and was hired by Gabriella Draney when she was seven months pregnant. The two of them know a thing or two about recruiting talented women to innovative companies.\n","41907":"Utilizing innovative solutions provided by case studies, we will analyze how student-centered stakeholder collaboration helps to build a 21st-Century learning environment. ","41908":"Maybe you think you have the next big tech idea, and maybe you do.  But how will you fund it? Come hear about funding strategies from seasoned entrepreneurs who made the leap from idea to startup to market success. Find out how they chose between bootstrapping, crowd funding, and venture capital.Panelists Chris Taylor, Utz Baldwin, and Rob Taylor will debate funding benefits and pitfalls and share how their decisions impacted company operations, growth trajectories, and valuations. They’ll talk through what it takes to build a successful company, how to secure funding, and things to consider before accepting it. They’ll share lessons from their experiences.In 2006, Chris bootstrapped an analytics SaaS startup that has been profitable every year. Utz has successfully raised hundreds of thousands of dollars for his lighting control company through crowd funding platforms. Rob has been at the operations helm for a number of venture-backed companies that had IPOs or were acquired.","41909":"Across the country, there are valleys, alleys and districts: geographical pockets of entrepreneurs developing great businesses.Then there are entrepreneurial ecosystems: communities that transcend physical boundaries and pull in a variety of influencers to develop sustained and diverse innovation. In recent years, Greater Boston has transformed into one such ecosystem. From the network of prestigious universities, to local and statewide public offices, to private organizations ranging from large corporations to independent accelerators, the local economy has become intertwined with spirited entrepreneurship.\nThe panel will explore how the facets of Greater Boston’s innovation economy interact on a daily basis to maximize the potential of a great idea. It will also delve into the various paths an idea can take—from inception to incorporation—in a wide array of industries. Finally, and most importantly, it will explain steps other communities can take to develop the next great entrepren","41910":"This panel will explore how social media has changed the way that sports are consumed from real-time news, to coverage and communication for leagues, teams, fans and players alike. ","41911":"Here's the problem: According to most studies, the number one fear for people is public speaking. Number two is death. In the words of Jerry Seinfeld, \"This means to the average person, if you go to a funeral, you're better off in the casket than doing the eulogy.\" Here's the truth: No one is born a natural at public speaking. It scares the living daylights out of everyone. Mark Twain perhaps put it best, \"There are two types of speakers in this world: those that are nervous and those that are liars.”Here's the solution: It takes discipline and practice to channel your nerves. This SXSW session will provide guidelines to help you on that journey. 21 rules of thumb by the numbers. Simple, understandable ideas you can immediately use to become a better presenter. Whether you are making a business pitch or getting ready to rock your next SXSW session, these rules will help sharpen your saw. Because nothing in life is more important than the ability to communicate.","41912":"The high-stakes assessment debates miss the pedagogical boat about what really matters in assessment: Research suggests that regular, lightweight assessment is the best way to foster retention in the learning process. New K-12 products realize that vision while bringing daily progress-monitoring to schools. Our panelists -- leading education researchers and product developers -- present research insights as well as classroom stories around the use of assessment as a powerful learning catalyst.","41915":"Stemming from the rapid prototyping maker movement, technology has taken a huge leap forward to begin true integrations with the human body.  As the human body becomes a natural extension of technology itself, ways of identifying a person to the technology around them is shifting from antiquated external body definitions, to internal body functions.  From using heartbeat and vein recognition to uniquely identify a person, to embeddable and injectable body modification to enhance natural body identification, the future of how we interact with technology is vastly changing.  We'll explore this movement and see where the future of identity in the human body will be.","41916":"Consumers are empowered shopping anytime, anywhere and on-demand. Ecommerce and mobile commerce continue to grow in sales revenues. Physical brick and mortar stores continue to deliver 90% of sales in multichannel brands but are experiencing decreases in shopper traffic and are threatened by the increasing use of digital commerce. In this session, we will be discussing the future of the brick and mortar store and how design, technology and data can be used to create a new, dynamic consumer experience. The physical store must be re-imagined to capture consumer attention to engage, surprise and delight to ensure the survival of the brick and mortar locations and critical touchpoint of consumer engagement with brands. The time is now to imagine the future for embracing new store design concepts and emerging technologies including: location, mobile, augmented reality, internet of things to move retail into the next generation of retailing. ","41917":"Fracture lines can be seen everywhere in America’s higher education system, from skyrocketing tuition costs to a significant mismatch between the skills employers seek and those students possess upon graduation. These pressures are fueling innovation across the higher education ecosystem. The emerging higher education landscape is one that uses the cloud, social networks, mobile computing, and big data to create digital learning ecosystems that serve entrepreneurial learners.","41918":"As the digital world continues to transcend economic and social boundaries, an unexpected technology has emerged as a tool of empowerment and protection for women around the globe. Bitcoin, which has steadily been gaining traction in the mainstream banking industry, is a powerful and effective form of digital currency in developing nations. Through the nonprofit Women’s Annex Foundation (WAF), women are utilizing Bitcoin to financially support their families and overcome obstacles such as access to bank accounts and high transaction fees. As a gender-neutral currency, Bitcoin is redefining the world’s financial infrastructure. WAF Co-founders Roya Mahboob + Fereshteh Forough, and Bitcoin Expert Wences Casares will join Barbarian Group CEO + WAF Mentor, Sophie Kelly, to discuss the ways in which digital literacy fosters entrepreneurship and financial independence, the value of digital creative expression, and how digital currency is leveraged to empower women in the developing world","41919":"Join Gavin Andresen, Chief Scientist at the Bitcoin Foundation and one of the original developers of the Bitcoin core protocol, to understand today's most pressing challenges in scaling Bitcoin. When Satoshi Nakamoto left the scene, he\/she\/they left Gavin with the keys. Since then he has led the team of volunteer developers worldwide for the ongoing development of Bitcoin Core. Be prepared for real-time problems and for contributing to the solution. ","41920":"Hive Learning Networks in Chicago, NYC, Pittsburgh and Toronto amplify the collective intelligence of a committed community of educators to meet the biggest challenges and unmet opportunities in their cities to create ecosystems of connected learning for young people. Hive incubates promising solutions, invites the community to collaboratively develop them, then scales and spreads them to make an impact. When solutions spread\/scale in ways that improve lives: that’s a revolution","41921":"The past few years have produced an explosion of A.I., with the technology not only breaking into the mainstream of popular culture, but impacting our everyday lives as well. Artificial Intelligence now touches nearly every part of lives, whether we realize it or not -- from healthcare to education to travel and any number of tasks and daily interactions.\n\nThis panel convenes leading experts across the A.I. space to discuss where the technology currently stands, what challenges it still faces, and how it will continue to develop over the next few years. From the current consolidation of the A.I. market through acquisitions and partnerships, to the development of Cognition-as-a-Service and its rapidly improving adaptability, we’ll look at the trends and opportunities as A.I. continues to underpin and propel more and more of our technological interactions and capabilities.","41922":"There is a tidal wave of visual content pouring onto the Web with more than 880 billion photos being uploaded in 2014.  There is an equally voracious appetite to consume this content at the same pace.  How are brand marketers suppose to keep up with this intense demand for visual content when it is costly and time consuming to create? This session will look at how and why marketers should turn to visual user-generated-content to tell their story and keep audiences engaged and active.  Here the story of how three Spaniards met in NYC to identify the biggest trend to impact online brands.  They will discuss the rise of the visual Web, share their story of entrepreneurism and offer insights into why brands should embrace UGC and loosen the reins on their visual brand.","41923":"More appliances and everyday household items are getting connected. We can control our lights, thermostats, and door locks with our smartphones. The opportunities to take control of our surroundings are endless, but is the marketplace ready? How much control are consumers looking for and where is their comfort level for amount of data that can be collected?  How much will platforms determine consumer choices and do privacy and security impact these decisions as well?  Where will government regulation have an impact and will The answers to these questions will determine the course of this emerging marketplace.   ","41926":"The future is only 60 days away Good is everywhere. New technologies, start-ups and category busters are forcing companies to go on the offensive. To compete, today’s businesses need great. Creating, testing, executing and socializing amazing experiences must happen at speeds we've never seen before. Join us as we discuss the keys to imagining and actualizing the ideal consumer experience... in just 60 days. ","41928":"The current shift in the U.S. from magnetic stripe to EMV chip cards has gotten the attention of media and consumers alike. However, this is just the latest step in a broader, more holistic effort to help protect retailers, issuers and consumers against potential fraud. Next up are solutions like tokenization and point-to-point encryption that will deliver a consistent level of security in the digital and physical worlds. This panel will explore some of these technologies, the pros and cons of each and some of the implementation hurdles that must be overcome before widespread adoption. Both businesses and consumers will leave this session with a better understanding of payment solutions and how transactions will be protected and fraud mitigated in the future.","41931":"Mozilla’s Hive Learning Networks prepare youth to thrive in school, work, and civic life by empowering educators to build innovative, connected learning experiences and teach the digital literacy skills essential for young people to discover and shape their world. At the heart of this effort are Webmaker.org badges designed to promote professional practices, unite community through shared culture and identity, and develop competencies around the mechanics, culture and citizenship of the web.","41932":"The digital marketing industry is in a perpetual state of change, constantly trying to adapt to new technological innovations and trends. However, agencies are failing to keep up with the ever-evolving needs of campus hires. College graduates today are focused on acquiring skills not just status. Millennials are eager for responsibility and hungry to grow. To engage campus hires, we need to provide holistic cross-domain guidance. Learn how skill-based training give campus hires the knowledge and","41933":"This session will bring together both Latino filmmakers, industry executives, brands, and marketing agencies to network, discuss projects, film festivals and product integration opportunities. Attendees will be invited to participate in a \"quick fire pitch session\" which allows for attendees to pitch their project or skillset to a pool of like-minded Industry peeps. Participants will have one minute to sell themselves, film or idea in a quick pitch and then time to network and chat with others that can help make their projects a reality. This event is aimed at exploring the possibilities of collaboration and sharing resources. It is a great chance to meet new contacts in the industry, and brainstorm new ideas. ","41934":"Whether you work for an agency or in-house, proving social media's value is tough. What is the value of a retweet and what exactly is a Facebook \"like\" worth, anyway?Even with the latest and greatest tools, creating engaging social media content – and analyzing the impact of these efforts – is time consuming. This all translates into company dollars. How can you prove ROI in social media efforts when measuring success is difficult to quantify? Find out how to best prove social media value to your boss, your client or your team by exploring realistic goal setting practices and effective techniques for reporting and value positioning.","41935":"Who makes the final decision for product? Weak product leaders let consensus rule. There's a town in Chiapas, Mexico where no law can change without unanimous agreement -anthropologists study it  because nothing ever changes. Like the Mahabarata and Plato point out, the best form of government during an intense growth period is under a Good King. This is the only way product can move fast. It requires you to make fast decisions, be inclusive on ideas and brainstorm,  but be very decisive to deliver speed of change. Hear from industry leaders Paul Berry, Hunter Walk, Justin Santamaria & Shiva Rajaraman on what this means for launching and growing a successful product, today.Amazon pushes new code every 11 seconds. How often do you push live? The speed of change may matter more than anything else. People move from liking to loving products not just because of how the product is right now but because of a because of the belief in where the product is going. \n","41936":"","41937":"The ubiquitous Lumascape shows the incredible number of marketing technologies and vendors on offer. Every logo on the chart has its own unique, compelling story about how it can drive ROI, increase visitors and raise revenue. For even the most experienced, up-to-date marketer, the choices are overwhelming – especially for someone building a new digital marketing presence from scratch. And don’t forget there’s no assurance of interoperability across the solutions they select.In this panel, we’ll explore how to approach selecting and assembling digital marketing technology for the long haul. Find out how the panelists found success – and peace – as they assembled a fluid group of technology solutions to help them achieve their marketing goals.","41938":"Virtual gaming environments continue to push the technical, visual and social boundaries of gameplay, offering new platforms for learning experiences. From L.A. Noire’s carefully reconstructed Los Angeles of the 1940’s, the rugged American West of Red Dead Redemption, to Grand Theft Auto’s urban dysfunction, games incorporate storytelling, digital animation and artificial intelligence. And with Virtual Reality headsets, learning will be experiential, deeply immersive and truly student centered.","41939":"What happens as wearable tech enters the classroom? This session explores how persistent and multiple streams of information, images and video will augment reality and transform learning. Eyeglasses will become screens, jewelry will gather and transmit data, and information will be projected\/imprinted on our physical bodies. These interfaces will empower students as architects of their own learning while simultaneously challenging social relations and disrupting existing practices in education.","41941":"Recent studies have shown that students’ reading comprehension when reading a digital text is lower than reading in print. However, e-books continue to proliferate along with online reading tools and transformative pedagogies. This panel explores the problems and pitfalls with digital reading, promising solutions, and how this (r)evolution will shape the future of reading. This interactive and diverse panel will provide insight into these challenges and ideas on what can be done about it.","41942":"Inspired by Jim Collins' Good to Great methodology learn the process for evolving your online fundraising and marketing program into one that produces lasting change and results. It all begins with 10 steps that any organization can implement with the right planning, attitude and technology. This session doesn't just focus on tactics, but that magic mix that makes change possible. Participants will also hear about the latest trends in online fundraising and how they should impact strategy. Using a blend of brutal honesty, humor, the occasional curse word and 16 years of nonprofit fundraising experience the speaker will inspire attendees to change the way they approach fundraising. ","41943":"","41945":"As interest in Austin has grown, we have hosted many visitors from cities and entrepreneur communities from around the world who want to learn from our efforts. Many Austin stewards have also traveled to cities around the world to share our experiences. This session will help you with methods you can use to steward your city, communities and entrepreneur scene.","41947":"Artists rarely think they’re starting a business.More than other industries, creatives struggle with the ambiguous path to success. Most artists know how to create, but fail to recognize that art is only one part of their job.“If you build, they will come” is a dangerous myth. Comedians believe it’s all about the jokes. Musicians believe it’s all about the music. Writers believe it’s all about the words. And it is…until it isn’t.Matt Sandler, musician and founder of Chromatik, will discuss a tactical approach to product (music)-market fit and customer (audience) acquisition. Join for a crash course in maximizing your music as a business.","41948":"","41949":"Gone are the days when stellar lineups, epic parties, and fan connections were enough to guarantee an outstanding music festival. In the new festival landscape, the mobile app empowers savvy event organizers to better serve fans, sponsors and talent. And iBeacon is the latest technology allowing event apps to revolutionize the festival experience. Guests can now receive the right information at the right place, adding a digital layer of content and interaction across an entire festival. From apprising audiences of updates and inspiring connections, to enabling shared experiences and building sponsor brands - we’ll explore these and other strategies for delivering a buzz worthy festival.","41952":"Join leaders from Telstra, Australia’s leading telecommunications and information services company, in a meet-up about the importance of diversity in tech teams.\nWe are leading the diversity initiative within Telstra Digital, and although we have had some success, we have also had challenges as well. \nWe will host a meet-up discussing ideas in building successful technology teams and whether there should be a difference in Development, Ops and Adoption teams, both in gender and cultural diversity.\n","41953":"Marketing is poised for exponential growth in large part because technological innovation has dried up. On the heels of the digital revolution of the mid-1990s and the social revolution of the mid-2000s, the pace of new social and digital technologies inevitably slackened. Given the respite, marketers shifted away from their desire to innovate something totally new in favor of putting together already existing technologies in smarter ways.In the absence of the urgency forced by rapid-fire technological innovation, savvy marketers had time to come up with ideas that relied more on behavioral insights than new tech breakthroughs. It was now good business to combine two things together for smaller audiences rather than trying to create one big thing for everyone. There is no mass market left really, only interconnected affinity groups, although some are larger than others.","41955":"Content may be king, but thumbnails are central to success on YouTube and online video streaming platforms. The video thumbnail is the most visible, literally, inducement for someone to click and watch your video but is often overlooked, designed poorly, or does not engage the right potential audience for that video. Join a panel of the worlds experts on best practices for success on YouTube and other video streaming platforms as they discuss the pitfalls and techniques of creating attention grabbing thumbnails. ","41957":"As a high school student & a concurrent enrollment student at the university, I believe it is essential for students to have a closer, collaborative working relationship with school staff. Such a relationship will undoubtedly empower students, which would in turn promote learning & performance. Additionally, I believe that students should be able to participate in most types of decision-making impacting their education and activities while attending an institution. It will enable success! ","41958":"Advertisers no longer want to interrupt programming; they want to be programming. That’s the holy grail of branded entertainment. But how do you accomplish a great experience for both advertisers and viewers, without making anyone feel they were being played? How can brands be seen as collaborators with a meaningful role to play in the creation of content that reflects their brand values? How can we bring more innovation into the process? We offer a new model for branded entertainment. In a first-of-its-kind deal, brand, TV network, content, production and talent came together to embrace a new type of entertainment partnership. “Motor City Masters,” a reality TV competition series on truTV, represents the future model of branded entertainment, in which Chevrolet plays a critical role in the story being told. Hosted by The Story Lab, this panel will explore how the worlds of brand, TV and entertainment are colliding and what successful content partnerships of tomorrow will look like.","41961":"University Innovation Fellows are engineers, artists and others who catalyze & sustain systems-change. Funded by NSF, 110 students at 78 institutions have established over 20 maker spaces, developed courses, attracted funding & forged partnerships. Developing new narrative urging peers to hone their entrepreneurial mindset, explore their creative potential, solve problems in their local communities, acquire marketable career skills & gain experience in areas that inspire their personal passion. ","41962":"Designers are trained to guide users toward predetermined outcomes, but is there a better use of this persuasive psychology? What happens if we focus less on influencing desired behaviors and focus more on designing ‘sandboxes’: open-ended, generative systems? And how might we go about designing these spaces? It’s still “psychology applied to design”, but in a much more challenging and rewarding way! In this talk, I’ll share the journey I’ve been on, from trying to shape and influence a user’s path, to creating these sandbox environments. You’ll learn why systems such as Twitter, Pinterest, and Minecraft are so maddeningly addictive, and what principles we can use to create similar experiences. ","41963":"The biggest stories in sports in recent years have centered on a simple concept -- who cheated, and how did they try to cover it up. From dopers to match-fixers to  divers on the soccer field to  countries trying to win hosting rights to the World Cup, exploiting every possible advantage, those that are allowed and disallowed, is rampant in sports. But in an era of replay review, mounting scrutiny, and widespread drug-testing, how will the cheaters figure out what to do next? The panel will include members of the award-winning Wall Street Journal sports staff, and a top official from the US Anti-Doping Agency and a professional referee of a major sports organization.     ","41965":"What do Marilyn Monroe, Apple and the Pope have in common? They each exemplify seemingly oppositional qualities that, when brought together, make their meanings intriguing and unforgettable. According to Y&R’s BrandAsset® Valuator (BAV®) data, trust in brands is at a 20-year low. Brands are more perceptually redundant today, finding it harder to differentiate in today’s marketplace, where consumers have limitless options and feedback at their fingertips. So, how can your brand stand out? The Answer: Conflict is contagious. Marketers used to try to lock brands into a one-dimensional positioning statement with a single-minded proposition based on one thing we needed people to know. Today, we see that to engage and grow a great brand, its story needs to have tension. Marilyn was Seductively Innocent. Apple has made Smart, Sexy. And Pope Francis (@Pontifex) is taking a decidedly Untraditional approach to a very Traditional role. Embrace tension! Grow your brand!","41966":"A panel of diverse directors, having directed hit music videos for the likes of Ariana Grande, Iggy Azaelia, Carly Rae Jepsen, Demi Lovato, Robin Thicke, Tegan & Sarah, Hedley, Grizzly Bear, Grimes, Arcade Fire and many more, discuss how they came to work in the constantly changing music video industry.Together they answer questions including the modern state of music videos, their creative processes, the specifics of production in 2014, various emerging technologies and techniques including interactive and their individual paths into music videos and the transitions to other mediums including advertising, television and film.","41967":"Bitcoin is a digital peer-to-peer currency that has been gaining global momentum over the last couple of years. According to PriceWaterhouse Coopers (PwC), Bitcoin had 3.4 million online mentions in 2013 and many companies, as well as nonprofits, have begun experimenting with this emerging digital currency. In this session, you will learn how digital currencies like Bitcoin and Dogecoin work and how to get started, as well as understanding how they may benefit your organization. Whether it be Bitcoin or another digital currency, it will only be a matter of time before a payment system emerges that reflects and embraces the decentralized model of the internet and nonprofits who are prepared for this may stand to benefit as early adopters.","41968":"Answers for Bringing About a Safer and More Secure World\nBy almost every measure, the world is less safe and secure. Never before have events in one corner of our world influenced others so quickly and profoundly. The frequency, scale and complexity of these natural and manmade events exceed current approaches to managing risk – risks to people, property, and ideas. Solutions exist, but too often they are siloed and inaccessible.\nBill Joy, founder of Sun Microsystems, famously noted that the best answers to difficult questions often lie beyond any single individual or institution. ","41969":"How do you teach an old shop new tricks? Well it helps to start with an amazing shop. In 25 years, T3 has gone from award-winning startup to Forrester Wave Innovator. Along the way the agency has evolved into a technology-fueled creative powerhouse, embracing change by proactively adopting new disciplines to stay ahead of the curve. In this SXSW panel, T3’s social, user experience and content strategy team leaders will share how they built, integrated and grew their disciplines inside of a road-tested agency in order to help it tap into new revenue opportunities and reach its full creative potential.","41971":"UAVs or drones have the potential to be important components of disaster relief. Their use in responding to crises is still in its infancy but increasing with each disaster. UAVs have the potential to find missing persons, take imagery for situational awareness and to potentially even deliver aid. This cannot be done without consideration of the ethical dimension. The panel will discuss how UAVs are being used today and where we think they will be capable of in the future. How can this be approached safely and where is UAV use appropriate?The Humanitarian UAV Network brings together international humanitarian and UAV communities and supports the responsible growth of UAV use in humanitarian response. We do this by supporting a global volunteer network of professional, civilian and responsible hobbyist UAV pilots who facilitate information sharing, coordination and operational safety in support of a broad range of humanitarian efforts.","41973":"How might we support our students in creating their own, personal curriculum? And how might we, as teachers, support ourselves in juggling 100 student projects simultaneously? In this workshop, participants will explore a model of highly-differentiated learning in which every student designs and executes a project based on curiosity and interest. Participants will leave with a set of strategies for creating, assessing, and managing dozens of individualized, interdisciplinary student projects.","41974":"Creating a community \"dashboard\" of metrics and dials has become a \"rite of passage\" for Collaboratives seeking to improve education outcomes. The \"dashboard\" is an alluring metaphor... one of power and control. Where you step on the gas ...and zoom you go. Let's examine this metaphor and challenge its implications. Let's talk about the values and priorities reflected in this work; the payoffs and the cost to our community engagement efforts.   ","41976":"With over a billion people participating on social media platforms and consumers naming their social circle as their most trusted source of product information, brands can no longer afford to ignore the social space as a customer engagement platform. But the way many companies are approaching social engagement is ineffective, costing them opportunities. Instead of putting together a small social media team to try to drive engagement from the outside in, brands should activate their workforce and customers to serve as advocates from the inside out. In this session, CEO Greg Shove of SocialChorus and marketing leaders from Whole Foods, Eaton, SASI and ReachLocal will provide actionable insights on how to take social media out of the department setting with a new strategy that empowers insiders – including top employees, customers and partners – to tell the brand’s story and engage customers outside the confines of a corporate site. ","41977":"What if today were your last normal day on earth and tomorrow everything changed?  From “Army of Darkness” to “The Walking Dead”, the popularity of post-apocalyptic survival stories continue, filling our televisions and movie screens with zombies in prime time spots and successful weekends at the box office.But what if the storyline changed and instead of all humans being in danger of complete annihilation, it was only you being targeted by a mass of seemingly undead beings hell bent on your destruction?   Learn how to survive and combat zombies in a blended session of offline and online strategies such as: How to pack your 72 hour Bug Out bag with essential supplies, What to not wear when escaping urban chaos, How to track and destroy zombies plus Rebuilding your life and human civilization after the apocalypse.This session will help you live through the end of the world, overturn disruptive anarchy and remember the things you appreciate about being a human being.","41978":"We’ve all invested time, thought, leadership, and good intentions to build the campaign or product we are about to launch. However, that’s almost universally not enough. There is a widely held conversation that continues to pop up that clients and product owners want their initiative to “go viral.” But in reality, nobody cares, until they do, and it’s difficult to make noise when it’s already noisy. We will discuss the possible in the impossible as we focus on how campaigns must be amplified and the tools and tactics you can use. Creating an actual viral campaign, regardless of intent, is almost, or perhaps is impossible.  Join us as we discuss how expectations, marketing, and a growth strategy are as vital to success as the idea itself.","41981":"Melissa Thompson, CEO & Founder of TalkSession & Nate Randall, Sr. Manager of Global Benefits, Tesla Motors will discuss how Tesla, a quickly growing company (with a startup mentality) successfully collaborates with an early stage startup to bring innovation in behavioral health to a large population.As innovators, both organizations work to rationalize outdated regulation– challenges that can be the defeating factor to an early stage company. Healthcare has been structured in a way in which opportunities lie in solving incremental problems; not grandiose ones.  Together, we will to change this.Investors have struggled to invest profitably in large-scale projects to create solutions the capital-intensive areas of energy and healthcare. Tesla Motors navigates the intersection of technology and innovation, and is paving the path for ways in which early stage companies can partner with them to bring their innovation to market more quickly and efficiently.\n","41982":"What do you mean no on is seeing my ads? With the advent of ad viewability tracking, this panel will describe what viewability really means for advertising creative across corporate, political and branding campaigns. Listen to experts in the field talk about the changing ability of technology to track where ads run and how long they are seen online.\n","41983":"Virtual Health Assistants offer an unprecedented opportunity for patient care, one that will transform our approaches to healthcare and capabilities for prevention and treatment. VHAs have already proven to increase patient adherence, and provide real-time personalized feedback and tracking data that can save lives and adjust care to patients’ actual everyday circumstances.\n\nSimply tracking health information is no longer enough for doctors or patients. Doctors are learning how to work and interpret VHA data to optimize their care and treatment, while patients are adjusting to interacting with and trusting VHA technology as a tool and partner in their healthcare. This presentation by Dr. Thomas Morrow looks at the current capabilities and deployments of VHAs across the industry, and what advancements in both the technology and our healthcare culture still need to be made as we move towards more integrated and personalized patient care.","41984":"Founders will discuss their motivations for building innovative learning environments including Acton Academy (a socratic, experiential learning model), MakerKrewe (maker spaces for 1st and 2nd graders), and The Knowledge House (a neighborhood-based fellowship teaching 21st century skills). Panelists will also share how these models are challenging the traditional notions of what school can be.","41985":"Martin Atkins will offer tangible strategies and advice for independent bands and artists that will translate into $100,000 in additional revenue over the next year.  From booking yourself, playing seven shows per week (instead of five), merchandising ideas and strategies, growing and leveraging a fan base, and touring more efficiently, Atkins’ advice embraces the uphill battle that everyone in the industry faces.  Always true to his, “Welcome to the Music Business- You’re Fucked” mentality, you are rest-assured this session will make a strong impact on your bottom line.","41986":"A document is “a written or drawn representation of thoughts” and has its origins in the Latin word documentum which literally means “lesson\". With such a deep and exciting definition, ideally the document should be able to literally capture our imagination. However, documents today are nothing but a digital emulation of the printed form. And much of the Internet owes its format to the now-famous WYSIWYG which was coined at PARC in the 1970’s. This makes the document a mere shadow of its original aspirational definition. How can we fix the problem and allow the document to be as powerful as it was meant to be? The solution may be closer than you think. Jay and Christian will cover the work being done in the space to radically reimagine the document.","41987":"Companies know that the era of broadcasting has been dead for years, and that mobile and social media put the final nails in the coffin. But decades into the digital revolution, we’re still talking about “consumers” instead of recognizing that customers are now partners in your brand...and thanks to the collaborative economy, even partners in producing products and services.This session will show how leading-edge companies take a new approach to customers by using the same technologies that broke the broadcast paradigm. Using new approaches to customer engagement, companies personalize their messages, products and even business models; they provide human-to-human experiences that treat customers as more than consumers.Working with fresh data from Kimberly-Clark and Fred Meyer, we’ll show how leading companies build new kinds of customer relationships. We’ll explore models for working with customers, and provide guidance on using data-driven approaches to customer intelligence.","41989":"In this session we take a deep dive into the personal transformation that happens while you are building a startup.\nHave you ever taken a look at the pictures of people who lost weight - before and after? We will exactly plot the details of changes that a person goes thru while in the entrepreneurial field.\nLets look into the details of  happens when you are walking the path instead of knowing the path.\n","41990":"At the core of the complex digital world in K-12 lies the challenge of preserving those “must have” legacy programs and core systems with the cloud-based learning tools of the week. Digital content our students and teachers created and purchased should be available to all applications with data on how everything is being used in real time. Join this panel as we discuss real life examples of how large school districts address (and sometimes fails to address) these challenges.","41993":"Does the mechanism for government participation and civic engagement matter? The data say yes.  Mobile and online tools that enable participation in government are changing what gets said as well as who listens. MindMixer works with 700+ city and local governments on how to reach out to their citizens through online civic engagement software, and recently embarked on a project to measure exactly how different the online civic engagement process looks compared with the traditional town hall meeting. Working with Massachusetts Institute of Technology’s Governance Lab and several partner cities in a first of its kind research study, these entities aim to reveal the promise and the caution of what online civic participation can mean for governments that seek to listen to and learn from their constituents. Ben Armstrong, lead researcher for MIT & Nick Bowden, CEO of MindMixer will present the findings of the study and exposit on the results from two very different points of reference.","41994":"In the age of digital connections, activists have taken to social networks like Twitter and Facebook to gain followers and to make their voice boom. In 2011, the Arab Spring took form on Facebook and in 2014 #BringBackOurGirls and #yesallwomen sparked feminist discussion on Twitter. But how do we translate all of these posts into actual movements beyond virtual pages?Malala Yousafzai, the world’s most notable education reform activist, has seen her popularity and message grow since making headlines for surviving a Taliban assassination attempt. She has since moved to the digital world with the #IAmMalala and #Strongerthan campaigns. Sophie Kelly, Mentor for Women’s Annex Foundation and Advisory Board Member for Projects for All will engage in a conversation with Malala concerning the impact of social media campaigns in generating discussion and driving actual engagement.","41996":"Welcome To The Experience Economy In a world in which consumers are more time compressed, budget constrained and media inundated than ever before, how do you win and keep your customers? \n","41997":"Meet Pedro Herrera - Proud immigrant son, college graduate, family man. \nMeet his alter ego, Chingo Bling - An artist, entrepreneur, and renaissance man doing his thing with acting, DJ-ing, fashion, rapping, writing and sometimes hustling for Pizza Patrón. Chingo has always stayed true to La Raza from slangin' mixtapes at the flea market to reppin' Team Feria and the newest comedic slant on Latino pop culture.Meet Mando Rayo - Latino Engagement Strategist by day, by night, a Taco Journalist.  Mando is an award winning Texas food blogger at TacoJournalism.com and co-author of the book, Austin Breakfast Tacos. Mando has been writing about tacos, Latino culture & basically bringing his street cred to the internet since 2007.    Whether it's discovering the next taco joint or slangin' records at the flea market, Chingo and Mando have embraced \"El Power of the Internet,\" developed content true to their voices & shared their unique p-o-v via Faizbuk, Tweeter, Youtube y más!","41999":"Why should Tony Stark be the only one with a virtual assistant that anticipates his every need? Soon he won’t be. Advances in both wearable technology and anticipatory computing mean that apps and services are “thinking” ahead about what information a user will need or might want at a given time, location or situation. Soon, the need to explicitly search in an app will feel like a failure mode. To be successful, apps will need to serve fantastically relevant information to the most appropriate screen--monitor to wearable.This session is a deep dive into how Evernote is using anticipatory computing and “small data” analysis to create an extremely personal augmented intelligence experience. Zeesha will discuss how we think about Augmented Intelligence features at Evernote, the difficulty in walking the “feels creepy” versus “is fantastically relevant” line, and why AI should be a critical consideration for all mobile development going forward."},"questions":{"41900":["test","test","test","test","test"],"41901":["What are hyper-temporal micro-moments and how can you use them to differentiate your product or service experience?","What types of hyper-temporal moments are there and how do you find the right approach for your brand?","What are some examples of hyper-temporal experiences or innovations that are making money today?","How can you uncover micro-moments that can inform creation of hyper-temporal differentiators for your brand's product or experience?","What models can you apply to measure success for hyper-temporal experiences?"],"41902":["Q1","Q2","Q3","Q4","Q5"],"41903":["Data is not a monster. Data is information, experiences, discrete facts collected for a purpose. Data is a currency, a currency we have the choice where to spend, what to buy, and how much to save up.","Data in isolation is useless. We have to collect massive amounts of data, organize it, analyze it, and then make it meaningful by both applying it to and deriving it from the real world.","With a focus on data's relation to the physical world, everyone can learn to use data effectively and use it to have a positive impact on their lives and the lives of their students, employees, product users, etc. "],"41904":["What power can virtual reality hold to give us immersive, interactive experiences? ","How can people create their own virtual reality experiences without a lot of programming knowledge?","What experiments have already been done with virtual reality?","With virtual reality's powerful potential, what kinds of best practices will need to be set up early so users don't have a potentially frightening, confusing experience?","Who are the pioneers of virtual reality right now?"],"41905":["What experiences do people of color, particularly African Americans, Latinos, and Native people, have in the technology industry as innovators and leaders?"," Have people of color been a part of the information technology industry before now? ","But isnt technology a meritocracy? ","What can be done to encourage more involvement by  people of color in the tech industry? ","What specific issues do women of color face as managers and executives? "],"41906":["If I were a boy: Dispelling stereotypes and myths about women in tech. ","Best thing I never had: How do I attract top female talent? ","Upgrade U: How do I create an environment that leverages the diversity of our staff to achieve the greatest success?","Irreplaceable: How do I retain female staff? ","Listen: How do I handle conflict among the staff? "],"41907":["Highlight student-centered learning environments and schools. ","Analyze key factors in enabling a student-centered environment.","Identify how locally and nationally we can work to scale and enable student voice. "],"41908":["The things you should consider before starting a company – Do you know what it takes to fund a startup? Do you know what type of funding is most suitable to your idea and industry? Do you know how to go out and get that funding?","Bootstrapping – How do you decide when to invest your own money to scale?  When should founders stop doing everything on their own and hire a team to grow the business? How do you get out of the founder echo chamber and build a trustworthy sounding board when you aren’t getting feedback from investors who have a stake in your business?","Crowd Funding – How do you determine if crowd funding is right for your business model? What is the process of crowd funding? What are the different types of campaigns and expectations that go along with each? How do you choose a platform? How do you prepare for a crowd funding campaign and then manage it to success?","Venture Capital – How do you know if VC funding is right for you? How much equity should you give away? Are all VC firms created equal? What do you need to consider when starting a funding round? Are there different considerations depending on the round you’re in?","Funding Diversification – Is it okay to have more than one type of funding?  When should you think about diversifying or switching from one funding path to another? Should this be part of your strategy upfront? What are the drawbacks to funding diversification?"],"41909":["What is an entrepreneurial ecosystem? And how does it differ from other pockets of innovation?","What facets of a community can\/should be involved in developing sustained, diverse innovation?","What is the “startup path” in Boston and how does it differ for startups developing solutions for different industries (e.g. enterprise solutions v. solutions for small businesses)? ","Why is it beneficial for larger corporations to help smaller startups develop, even when equity is not involved?","How can other communities develop their own entrepreneurial ecosystem?"],"41910":["How has social media improved the way that fans consume sports? ","How has social media changed the job of sports media? ","How do players use social media to build their personal brands? ","What is “next frontier” for social media’s use in the sports industry?  \r\n","How do leagues deal with the difficulty of social media monetization? "],"41911":["Is is true that less is more when designing in PowerPoint? i.e. What's the smallest font you can use? What's the maximum number of words per slide? How many bullets should you use in a presentation?","How important is preparation? i.e. What do you do when bad things happen while speaking?  How should you dress?\r\n","Does the organization of your talk matter? i.e. Should you finish with a Q & A session? How long can audience members concentrate before their brains start shutting off? How do you group content in a way that it's memorable?","How do you make a bigger emphasis beyond just the words you use? i.e. How can you use your hands to emphasize points. How can you use pauses to create emphasis?","What's the single biggest thing a presenter needs to S.T.O.P. doing to go from  ordinary to extraordinary?"],"41912":["Understand key research on the retrieval processes in human memory (or how knowledge is recovered from memory), specifically the effect of assessment on learning in educational situations.","Learn about K-12 literacy and math solutions which introduce regular, lightweight assessment into the learning process.","Understand classroom experiences as well as student achievement outcomes for K-12 solutions designed to incorporate regular lightweight assessment seamlessly into the learning process."],"41915":["What technology is currently on the cutting edge of technology identification?","How has open hardware and the maker movement lead the revolution of technology identification?","Why are current human identification techniques inadequate?","What makes internal body functions better for technology identification?","Is embeddable and injectable technology the future of technology identification? "],"41916":["What are the new technologies that are being implemented today? What are realizing success? Which ones are consumers adopting? How does mobile impact the online, in-store shopper experience and engagement? ","What experiences can design, tech and data create for retail today? Physical brick and mortar is currently generating 90% of retail sales in multichannel retail, however with sales and revenues increasing in both online and mobile commerce, what must retailers do in the brick and mortar stores to improve the in-store shopper experience? ","Where is retail shopping experience today and what does it need to be in 5 years ? What does it need to be in 10 years?  And beyond? What role does design and technology play in driving the consumer experience with the brand","Retail is undergoing a renaissance and looking for new ways to engage shoppers in the physical stores but have few answers as to HOW... What should brick and mortar locations to re-invent the physical store to create engaging consumer experiences. ","Technology is enabling today's consumer to shop anytime, anywhere and on-demand. What are the solutions and experiences which can be created in online, mobile and in-store to connect and engage shoppers to the brand?"],"41917":["How are students employing a more data-driven approach to the college decision-making process?","What tools are students using to design their own educational paths based on the goals they want to achieve? How are blended and competency-based learning models supporting the transition to more personalized education?","What would a new credentialing infrastructure to support lifelong learning look like?","Who are the emerging alternative education providers? How are they developing low cost, lightweight, on-demand learning solutions to help close the growing skills gap? How will businesses compare the relative merits of non-traditional credentials?","How close are we to a world which no longer relies on the four-year degree as the sole standard of quality? What implications does this have for students and for the current higher education system?"],"41918":["What are the greatest challenges in providing a digital education to girls and women in war-ravaged regions? ","How does creative expression contribute to digital literacy and empowering women?","How can blogs and videos create enough revenue to support these women financially? ","Why introduce Bitcoin as a currency for the developing world, especially when current users are predominantly young, affluent white males? Does this disparity in wealth of the users matter? ","How does Bitcoin empower women in the developing world?"],"41919":["Understand the real technical challenges of scaling Bitcoin to keep up with adoption. ","Understand the opportunities for experienced developers on the Bitcoin core protocol and with bitcoin companies. ","Understand the skills and qualifications needed in order to build in this space. "],"41920":["Participants will better understand the core culture and practices that make Hive Learning Networks powerful incubators of connected learning programs in cities around the world.","Participants will learn about the core elements of the Hive Learning Network toolkit that are leveraged to innovate, scale and spread solutions in their communities.","Participants will learn about innovative Hive programs and projects:  interest-driven learning pathways, openly-networked collaborations, and creating opportunities for college and career readiness."],"41921":["What is the current state of Artificial Intelligence technology, and what advancements and challenges are currently impacting its development?","In what ways will Artificial Intelligence develop as a business? Will the market focus on major A.I. platform capabilities or on more specialized expertise for specific services? What opportunities and challenges currently exist with the A.I. marketplace? ","Are we approaching the capabilities to offer \"Cognition-as-a-Service,\" and what would that A.I. deployment mean both for the technologies development and its business implications? ","What can we reasonably expect from A.I. in the near and distant future, and how are we shaping those possible futures now?","What can we learn from the past few decades of A.I. development to better understand how the technology should and will innovate in the coming years?"],"41922":["How can I trust user-gnerated-content is join to position my brand effectively?","What if I am an aspirational brand? How can I leverage UGC?","Did your company start with this idea or did you have to change course?","How did you see this trend coming?","What are the top three pieces of advice you would offer other entrepreneurs looking to launch a company?"],"41923":["What attracts consumers to connected devices?  What will drive widespread consumer adoption?","What's more important to the success of the IoT industry: connectivity or data collection? ","How important will platforms be to industry growth?","What impact will governments have on this emerging marketplace? Is regulation more likely to stifle innovation or protect consumers?","How important are privacy and security to IoT success?"],"41926":["Why is speed important? ","What are the ingredients you need to actualize an idea? ","How can an organization take actions now to prepare for disruptive opportunities and evolving platforms? ","How can you actualize innovation so it delivers business value?","What does the future of business really look like?"],"41928":["Are EMV chip cards the solution we need to reduce instances of credit and debit card fraud? ","What are the negative side effects of EMV chip card implementation? ","What is tokenization and point-to-point encryption and when will they be implemented? ","What are some of the barriers to implementation for tokenization and point-to-point encryption? ","What is each panelist's ideal payment security solution that will reduce instances of fraud and will be realistic to implement for businesses and consumers? "],"41931":["Participants will better understand the core culture and practices that make Hive Learning Networks powerful incubators of connected learning  programs in cities around the world.","Participants will better understand how Mozilla puts the creative power of connected learning  in more hands, and more places by engaging educators across the globe through badges.","Participants will gain insight into the strategic choices behind the design of two badge ecosystems, with a key focus on which elements are transferable and which are unique."],"41932":["How are agencies currently failing to train new hires?","Why is cross-domain skill training an effective growth tactic for college graduates?","How can knowledge sharing help companies retain campus hires?"],"41933":["How can I get my film project off the ground?","What does it take to get brands interested in product integration opportunities?","Who are the key players in the industry?","How do I make my project \"festival ready\"?","Who's funding Latino films?"],"41934":["What are the best tools to use to measure social media value?","How often should we be measuring social media value? ","How do you define social media value and where do social media analytics come into play to prove this value?","What does a successful social media campaign look like and how do you measure the value of that campaign?","What should social media analytics reports look like and what should they look like in the future?"],"41935":["As a company grows in size, how do you keep the product growth nimble and fast--aka scale as the company scales?","How do you know you’re at the right “speed of change?”","How do you incorporate opinions\/brainstorms from your team while still keeping a laser focus on your product vision?","Hunter: What’s the biggest lesson learned growing YouTube over the critical time period of 2007-2011, in which a 40x growth in traffic was experienced?","How do you know the difference between good feedback that should affect change, and feedback that might set you off course from your product vision?"],"41936":[],"41937":["How many is too many too many technology solutions? Is there a one-size-fits-all solution that could meet all my needs?","How do I determine which solutions my company actually needs? Are all solutions created equal or are some more valuable than others?","Are multiple technology services really necessary for success?","What recommendations would you make for managing multiple vendors? ","How kind of ROI have you seen after integrating various vendors? Do the ends always justify the means or is it better to manage some activities in-house rather than paying a separate service?"],"41938":["Examine key game design elements and the dynamics they create to foster learning.","Explore the ways online games are repurposed to drive spontaneous  self-directed learning.","Discuss how heads-up displays and virtual reality devices have the potential to create deeply immersive learning experiences."],"41939":["Discuss how wearable technology, augmented reality, quantified self and the internet of things will transform the way we learn, receive feedback, assess performance and demonstrate expertise.","Explore ways wearable technology reshapes the teaching-learning environment and calls for an institutional wearable technology strategy. Analyze the specific challenges wearables pose in the interactions between students and faculty.","Identify how new interfaces will interact with and merge with our bodies, reshaping the ways we access, create and share information."],"41941":["Increase awareness of the benefits, challenges, and pitfalls in digital reading and literacy.","Share the best tools, pedagogies, and other educational resources for online reading and literacy, as well as establish a framework for how to assess what is best for your institutions' educational needs.","Outline what the future of reading and literacy instruction could and should look like and the skills, tools, and knowledge educators will need to get the most of digital reading. "],"41942":["What are the current online giving trends for US nonprofits?","What tactics should my organization implement to move beyond a donation form and enewsletter? ","How do I get everyone on board so our online fundraising success will last?","How do I build a stellar multi-message welcome series that will convert new subscribers?","What does it take to fundamentally change the way we approach online fundraising?"],"41943":[],"41945":["What is the essence of Austin? ","What are the components of Austin that you can take to your city? ","What is the stewardship layer which lies on top of the core infrastructure stack of any city?  ","Who is in charge of stewardship? ","What role does bootstrapping play? "],"41947":["AUDIENCE ACQUISITION -- How do I acquire more fans? How do I communicate with them? How do I make more money from my fanbase?","PRODUCT-MARKET FIT -- How do I know my music is resonating with my audience?","ONLINE SERVICES -- How do I maximize my audience on Spotify, Soundcloud, Rdio, and other music listening services?","YOUTUBE -- How do I grow my YouTube music channel to over a million views? ","SOCIAL -- What social services should I use to promote my music? What kind of communication and acquisition strategies grow my audience most effectively?"],"41948":[],"41949":["What are some new tactics for music festivals using iBeacon to excite fans and drive brand messages?","How can organizers maximize sponsorship value while keeping the optimal audience experience intact?","How do festival-goers benefit from opting in to iBeacon content, functionality, and messaging?","How can producers and sponsors get started on raising the bar on their festivals?","What’s on the horizon for iBeacons at festivals and what does this mean for the future of brands and sponsors?"],"41952":["Why do we need to change? How will diversity in tech teams help my results?","What do we mean by diversity?","What are some of the approaches in increasing team diversity?","What are the challenges in maintaining that diversity?","Has anyone achieved nirvana?"],"41953":["Why is innovation bad for business?","Why has innovation stalled?","How does a lack of innovation lead to smarter marketers?","How is media self-organizing by affinity, by narrower and narrower niches?","When is the next wave of innovation and what will it bring?"],"41955":["What colors and design elements should be in a successful thumbnail?","How important are thumbnail designs to the success of a video?","What parts of a video should be used in a thumbnail design?","What is the psychology of an end user \/ audience member when they are making the choice to click on a video?","How can you tell if a thumbnail is being really effective or is causing the video to underperform?"],"41957":["- to foster collaborations amongst students and school staff","- to encourage student' participation in most of the decision-making for continued success","- to promote overall performance in US schools"],"41958":["How were branded entertainment deals done in the past and how has that changed in recent years? ","What does the future model of branded entertainment look like and how did \"Motor City Masters\" spearhead this? ","How can brands play a more meaningful role in the creation of branded content? ","How can branded entertainment become a great experience for both viewers and advertisers? ","Where is branded entertainment headed and how is technology shaping that? "],"41961":["Provide examples of change strategies Fellows are implementing across the U.S.","Review training and support Fellows receive throughout program.","Discuss emergent opportunities to generate even greater impact."],"41962":["Learn to recognize the design philosophy used in your work. Are you designing paths or sandboxes?","What are the merits of a path-based or sandbox-based approach to product design?","What can we learn from education and the work of Maria Montessori, who wrote extensively about how to create learning environments that encourage exploration and discovery?","What can we learn from games carefully designed to encourage play? (This is a marked contrast with progression games designed to move you through a series of ever-increasing challenges, each converging upon the same solution.)","How might viewing design as a \"sandbox\" influence your product decisions?"],"41963":["Who is the biggest cheater sports has ever caught?","How much of what we see on the field of play can we trust?","Will sports ever get rid of doping?","Is diving to get a penalty kick any different from stealing a strike?","Should all sports operate on the honor code? It works for golf."],"41965":["How do I identify potential brand paradoxes (tension points) that could make my brand stand out in my category?","What if there is no innate tensity in my brand? ","What do I do when my competitors are copying my tension points, making my proposition no longer unique? ","How can I determine if I am viewed as one-dimensional by my customers or clients? ","Sales are great right now, without any focus on tension points. Does that mean my company is the exception to the rule? "],"41966":["How do I become a music video director? Each speaker briefly describes their journey into directing music videos and where it has taken them so far.","What is the modern state of music videos? This includes state-of-the-art and traditional technologies, budget sizes, narrative vs. performance structures, interactive components, etc. How has the state of music videos changed in the last 5, 10 and 15 years?","What is the creative process of (various) music video directors? Where do the ideas and inspiration come from?","What are the various approaches to production and post-production to music videos in 2014?","How can directing music videos lead to directing other formats of film including commercials, television and feature films?"],"41967":["What is Bitcoin and how does it work?","How can Bitcoin and other cryptocurrencies help nonprofit organizations?","What are some ways that Bitcoin could potentially change how nonprofits and charities fundraise?","Should my nonprofit organization accept Bitcoin?","How can I implement Bitcoin at my organization?"],"41968":["How shared risks require shared solutions between the public and private sectors?\r\n\r\n\r\n","How the risk of cyber terrorism is mitigated without technology?\r\n","How addiction underpins public violence?\r\n","How risk management is becoming more predictive?\r\n","How climate change is a board room and class room matter?"],"41969":["How do you set crushable goals with leadership when your discipline is new to the organization?","How do you justify the cost of new hires while meeting the ever-changing demand for your team's services?","How do you introduce new deliverables and establish new processes within an agency’s existing approach?","How do you coordinate collaboration with teams across the organization as well as clients who seem to know everyone on the team but you?\r\n","Are you crazy to even think it's actually a good idea to dive headfirst into a situation like this?"],"41971":["How are UAVs being used in humanitarian settings?","How do we overcome challenges around safety and privacy?","Can humanitarian UAVs also be used in conflict zones?","What is the purpose of the Humanitarian UAV Network?","How will humanitarians manage the Big Data challenge around aerial imagery?"],"41973":["Participants will explore strategies for managing many student projects simultaneously","Participants will develop a set of criteria for evaluating student project proposals","Participants will design ways to assess individually-differentiated student projects"],"41974":["Understand when an \"industry standard\" like a community dashboard is a \"bad fit.\" Things to consider before picking up someone else's \"toolkit.\"","Is your needs assessment bogging you down? Do you feel forced to choose be the momentum of your collaborative and your claim of being data driven? That won't work. Let's talk about the strategies and timing of your metrics. ","Share real-world evaluation strategies which provide us inspiration, agility and confidence. "],"41976":["1.\tWhy would an inside out social marketing strategy be more effective than a traditional outside in social media campaign approach?","2.\tHow can I create an inside out social marketing program at my company, and what level of ROI can I expect?","3.\tDoes an inside out approach work for all types of companies, and are there factors that have to be customized to account for different industry categories?","4.\tHow can I train my best employees, customers and partners to participate in an inside out marketing program?","5.\tHow can I track my inside out advocates’ activities, measure results and calculate ROI?"],"41977":["Is anyplace really safe with a zombie apocalypse happening?","What should I bring with me to survive?","How to keep your spirits up with the undead surrounding the city","Learning how to survive without electricity or running water","What can I expect in 6 months, 1 year and 5 years after the zombies arrive?"],"41978":["How did your favorite campaign go viral? It’s likely not what you think.","What constitutes success? ","What are some tactics to make noise in a noisy environment? ","What does a successful plan look like?","What are some sample funding thresholds, and how can you get there?"],"41981":["How can entrepreneurs identify companies who will think out of the box? How does Tesla represent that type of company?","What is the current landscape of innovation amongst self-insured employers? Why are startups needed to ramp up successful outcomes for health and productivity?","What is the need for behavioral healthcare reform for employers in the U.S.? Why is this a high priority and what aspects of work-life else do behavioral health issues affect?","What does the current landscape of behavioral healthcare technologies look like? Why is TalkSession’s solution unique? How can we measure an ROI on behavioral health investment?","How can startups find a champion within a company and how can that champion bring the collaboration from idea to the finish line?"],"41982":["How can advertising agencies use viewability metrics to hold publishers accountable?","What should publishers do to increase viewability metrics?","What are new tactics to measure whether online video is seen or not?","How can the creative process change to address web audiences and viewability?","What else is needed to assure quality inventory is delivered in the online and TV ad space?"],"41983":["In what ways are VHAs currently being deployed in healthcare? ","What data and information do we have for the effectiveness of VHAs, and what are their most important areas of impact thus far?","What challenges face this technology today, as well as its adoption and effective integration into our healthcare practices?","How will this technology advance and develop over the next decade, and what needs are currently the most pressing for this VHAs and the industry.","How will VHAs transform the patient experience and care, and in what ways do VHAs both empower and challenge doctors and patients? "],"41984":["What’s beyond the No Excuses model, and how do these new models point to the future of school in the U.S.?","What are the challenges associated with measuring models that lack precedent?","How can models that prove themselves locally (e.g. Austin, New Orleans and NYC) be scaled nationally?"],"41985":["I play to 30 – 50 people, where do I build from here? ","With all the tools and apps out there, which ones do I really need to make a $100,000 difference to me next year?","How can I know that every step I take is a step closer to my goals and not some random, crazy, bullshit plan from some 1980s music business dream?","Can a band who draws 50 – 100 people per show actually make a living playing music and what strategies should they use to do it?","How can I grow my band, my brand, and my audience next year?  Do I need an agent, manager, or record deal?"],"41986":["Most people see the document as a static printable artifact, can we go beyond that to meet the needs of today's digital world?","The mouse and gesture interaction of today's devices make it difficult to allow for creation of rich documents everywhere, can we fix that?","In it's current state most people create documents individually, how can content created by multiple people and conversational context come together to bring a social document to life?","Could a flexible structure based on open models make the document come alive and still work with the underlying data model of today's popular file formats? ","Could the rendering technologies and layout engines to display today's document be enhanced to make it more dynamic? "],"41987":["What are the technologies empowering customers and how do leading companies use these technologies to build relationships with the customer? ","How do outperforming companies build relationships with customers in a way that is collaborative and beneficial for both parties?","How do people feel about the word “consumer,” and why does your choice of language matters when framing your relationship with customers?","In the era of social media, mobile and big data, how can companies bring back the human side of business? ","How can companies take advantage of data-driven approaches to customer intelligence in a way that builds trust with customers?"],"41989":["How  knowing yourself through self discipline, then knowing others through psychology  reflects directly on the level of progress of your startup?","Why your certain personality traits get better and while you some of them get worse? and what to do about it?","How to assess and see your true personality relative to your startup and predict your future behavior?","How to use the knowledge of your self discovery to discover empathy with everyone in every situation? ","How to patiently influence others by leading with example?"],"41990":["What strategies can districts use to tie legacy--and sometimes dated--core systems into new, more flexible cloud-based applications?","How can a district focus on interoperability standards such as LTI help students and teachers preserve and access digital content across systems?","What steps can leaders take today to create a more flexible and open digital ecosystem?"],"41993":["What are the various methods for civic engagement that government orgs use today and how successful are they?","What does the research data show about online engagement vs. offline?","How likely is it for government to move to an all-online model in the future?","Which works better for improving civic engagement – an adversarial or partnership relationship with civic organizations?","How this technology open a channel for sustained engagement?"],"41994":["Beyond the online conversation, how can Twitter campaigns benefit a social movement? ","How can the momentum of engagement through a hashtag be maintained in creating an actual movement?","What is the most effective way to get the online community of support to donate time and money to a cause?","Can “one mobile, one computer” change the world?\r\n","How is social media providing new ways to participate in activism? "],"41996":["Does your brand experience attract new customers, foster greater share of spend and learn loyalty?","How do you find every customer's unique recipe and create value at every opportunity?","Is your company equipped to disrupt the market with great experiences? ","What drives loyalty in fickle categories? ","As consumer decisions are increasingly driven by word of mouth, what's the role of marketing communications?"],"41997":["How do you find and brand your voice?","How do you bootstrap your ideas with technology? ","How do you create content that's relevant to Latinos?","How do you go from a taco joint and flea market to publishing a book and becoming a Youtube hit?","How do you create a Latino platform on the web?"],"41999":["Where are we at with anticipatory computing today? What experiences can it deliver reliably? And what hard problems are yet to be solved?","Where will AI be five years from now? 20 years from now?","What are the biggest challenges to creating delightful interactions? When do things turn creepy? ","How much should small app developers invest in AI-like features? How big is the team at Evernote and how important a priority is it?","Is the average consumer ready for wearable computers that anticipate their every informational need?"]},"title":{"41900":"How to Overhaul Your Design Process","41901":"HyperTemporal: creating value in fleeting moments","41902":"Woody Guthrie's Wardy Forty: The Untold Story","41903":"Shutup and Take My Data","41904":"Virtual Reality: Changing the World Beyond Gaming","41905":"The Spook Who Sat In the Executive Suite","41906":"The Glass Box: \"Girls Who Code\" isn't the only way","41907":"Student Voice-driven School Solutions","41908":"The Money Game: Bootstrap, Crowd Fund, or VC?","41909":"Innovation & Entrepreneurs, a Boston Perspective","41910":"Social Revolution in Sports","41911":"21 Rules to Rock Your Next Pitch or SXSW session","41912":"Testing to Teach: Assessment That Makes Us Smarter","41915":"Identity in the Future of Embeddables & Wearables","41916":"Retail Reboot - Designing the Future of Retail","41917":"Reimagining higher education for the digital age","41918":"Fostering Digital Literacy in the Developing World","41919":"Bitcoin's Challenges: What Would You Do?","41920":"Hive Network: Edu-Innovation Spread & Scale","41921":"A.I. State of the Union Panel Discussion","41922":"Why It Is OK to Lose Control of Your Visual Brand","41923":"Internet of Things: Connection or Collection?","41926":"The future is only 60 days away","41928":"Going All In: Placing Bets on Payment Security","41931":"Releasing Badges in the Wild","41932":"The Millennial Mindset:How To Unlock Our Potential","41933":"Latino Filmmaker Meetup & Quick Pitch","41934":"Why is Proving Social Media Value So F*cking Hard?","41935":"Product Leads:Dictators, Democracy & the Good King","41936":"What's Next in Branded Content","41937":"MarTech Landscape: WTF?","41938":"Learning in Virtual Worlds: The Holodeck is Next","41939":"Wear to Learn: The Body as Interface","41941":"Confronting the Digital Reading (r)Evolution","41942":"Good 2 Great: Increase Online Success in 10 Steps","41943":"Branded Content: The Next Generation","41945":"Austin: coming to a city near you","41947":"Audience Development for Musicians","41948":"Wearable Health: Revolutionizing Behavior Change","41949":"iBeacons and Transforming the Festival Experience","41952":"Achieving Diversity in Tech Teams","41953":"Why Innovation is Bad for Business","41955":"Positioning Video for Maximum Impact : Thumbnails","41957":"Students as A-E (Active-Engaged) Stakeholders","41958":"Be One with Your Sponsor Without Losing Your Soul","41961":"Fellows Lead Institutional Change In Higher Ed","41962":"From Paths to Sandboxes","41963":"The Future of Cheating","41965":"Apple, Marilyn & The Pope: Why Brands Need Tension","41966":"HOW TO BECOME A MUSIC VIDEO DIRECTOR","41967":"Cryptocurrency that Cares: Bitcoins and Nonprofits","41968":"SHARED RISKS. SHARED SOLUTIONS.","41969":"Think BIG: Installing New Teams at Legacy Agencies","41971":"Drone for Good","41973":"Choose Their Own Adventure: Curriculum by Students","41974":"Dashboards suck.","41976":"Turn Social Marketing \"Inside Out”","41977":"How To Survive A Zombie Apocalypse","41978":"No one is coming. The myth of organic discovery.","41981":"Supercharged Health: Tesla Motors + TalkSession","41982":"What do you mean no one is seeing my ads?","41983":"A.I. M.D.: VHAs and the Future of Patient Care","41984":"Hacking the Traditional School Model","41985":"Band:Smart: 50 ideas to make $100K more this year","41986":"The Document is broken - but we can fix it!","41987":"Stop calling us consumers! The customer revolution","41989":"Self Discovery While Building a Startup","41990":"Assembling a K-12 Digital Ecosystem","41993":"Method matters in civic engagement – but how?","41994":"Activating the Hashtag with Malala Yousafzai","41996":"Welcome To The Experience Economy","41997":"Chingo Bling, Taco Journalist take on the internet","41999":"Augmented Intelligence: You clever app you."},"url":{"41900":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41901":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41902":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41903":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41904":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41905":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41906":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41907":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41908":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41909":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41910":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41911":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41912":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41915":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41916":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41917":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41918":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41919":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41920":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41921":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41922":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41923":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41926":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41928":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41931":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41932":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41933":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41934":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41935":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41936":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41937":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41938":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41939":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41941":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41942":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41943":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41945":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41947":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41948":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41949":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41952":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41953":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41955":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41957":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41958":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41961":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41962":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41963":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41965":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41966":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41967":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41968":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41969":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41971":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41973":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41974":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41976":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41977":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41978":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41981":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41982":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41983":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41984":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41985":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41986":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41987":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41989":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41990":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41993":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41994":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41996":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41997":"http:\/\/panelpicker.sxsw.com\/vote\/41999","41999":"http:\/\/panelpicker.sxsw.com\/vote\/41999"}}